drop database if exists `mytest`;
create database `mytest`;
use `mytest`;


insert into tbl_classes values(1, '一年级一班'), (2, '一年级二班'), (3, '二年级一班'), (4, '二年级二班');
insert into tbl_student values (1, 1, '张三', 18, 90.5, '2010-10-10 10:10:10'),
                               (2, 1, '李四', 19, 80.5, '2012-10-11 11:11:11'),
                               (3, 2, '王五', 20, 70.5, '2012-10-12 12:12:12'),
                               (4, 3, '赵六', 21, 60.5, '2012-10-13 13:13:13'),
                               (5, 4, '田七', 22, 50.5, '2012-10-14 14:14:14'),
                               (6, 1, '孙八', 23, 40.5, '2012-10-15 15:15:15');